{
  "id": "price",
  "price": {
    "child": "900",
    "adult": "1200",
    "couple": "1800"
  },
  "locales": {
    "en": {
      "title": "Pricing",
      "disclamer": "My services are not covered by public health insurance.",
      "sessionLength": "Psychotherapeutic or counseling consultations last approximately 50 minutes.",
      "insuranceProviderInfo": "Clients of VZP, ČPZP, ZPMVČR, RBP, ZPŠ may be able to receive contributions for therapy from their insurance providers. For more detailed information and current conditions, please contact your health insurance company.",
      "reservations": "Scheduled appointments are binding. Reservations can be canceled or rescheduled no later than 48 hours in advance.",
      "cancellation": "Later cancellations incur a cancellation fee of 500 CZK. If canceled less than 24 hours before the scheduled appointment, the cancellation fee is equal to the cost of the consultation.",
      "child": {
        "title": "Children",
        "text": "Children up to 15 years old, full-time students",
        "sessionLength": "One session about 50 minutes"
      },
      "adult": {
        "title": "Adults",
        "text": "Children over 15 years old, adults and students of non-full-time programs",
        "sessionLength": "One session about 50 minutes"
      },
      "couple": {
        "title": "Couples Counseling",
        "text": "",
        "sessionLength": "One session about 90 minutes"
      },
      "currency": "CZK"
    },
    "cz": {
      "title": "Ceník",
      "disclamer": "Služby nejsou hrazeny zdravotními pojišťovnami.",
      "sessionLength": "Psychoterapeutická nebo poradenská konzultace trvá cca 50 minut.",
      "insuranceProviderInfo": "Klienti VZP, ČPZP, ZPMVČR, RBP, ZPŠ mají možnost získat od svých pojišťoven příspěvky na terapii. Pro bližší informace a aktuální podmínky se prosím obraťte na svoji zdravotní pojišťovnu.",
      "reservations": "Domluvené termíny jsou závazné. Rezervaci je možné zrušit nebo přeobjednat nejpozději 48 hodin předem.",
      "cancellation": "Později je účtován storno poplatek ve výši 500 Kč. Méně než 24 hodin před smluveným termínem je pak storno poplatek ve výši ceny konzultace.",
      "child": {
        "title": "Děti",
        "text": "Děti do 15 let, studenti prezenčního studia",
        "sessionLength": "Jedna konzultace cca 50 minut"
      },
      "adult": {
        "title": "Dospělí",
        "text": "Děti nad 15 let, dospělí a studenti dálkového studia",
        "sessionLength": "Jedna konzultace cca 50 minut"
      },
      "couple": {
        "title": "Párové poradenství",
        "text": "",
        "sessionLength": "Jedna konzultace cca 90 minut"
      },
      "currency": "Kč"
    }
  }
}